{"resums": {"1": {"id": "6a489e94-4f52-439c-a9bd-75e76879c76f", "job_id": "vaga 1", "content": "## Nome Completo\nMarlon Pugss\n\n## Experiência\nEngenheiro de software na Fluency Academy, com 4 anos e 9 meses de experiência em desenvolvimento na plataforma Salesforce. Possui experiência anterior como Data Analyst, Tech Analyst e Back Office em diferentes empresas.\n\n## Habilidades\n- Desenvolvimento em Apex e SOQL\n- Configurações e automações Salesforce (Fluxos, Fórmulas, Regras de Validação, Apex Code, Triggers)\n- Gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados\n- Lógica de programação e padronização de códigos\n- Versionamento de código Apex no GitHub\n- Atuação em projetos de Sales Cloud, Service Cloud e Campanhas com vivência em metodologia ágil\n- Habilidades em data analysis e criação de insights com ferramentas como Google Sheets, Google Tag Manager, Google Analytics, Power BI e Google Data Studio\n\n## Educação\n- Bacharelado em Engenharia de Software pela Anhanguera Educacional (em andamento)\n- Bacharelado em Gestão de Sistemas de Informação pela Universidade Federal do Paraná (2019-2023)\n- Cursos em Python, Lógica de Programação e Power BI Desktop pela Alura e Asimov Academy\n\n## Idiomas\nNão há informações específicas sobre idiomas no currículo fornecido.", "opinion": "**Relatório de Análise do Currículo**\n\n**Resumo**\n\nO currículo de Marlon Pugss foi submetido para a vaga de Desenvolvedor Salesforce. Neste relatório, faremos uma análise crítica do currículo em relação aos requisitos da vaga, destacando pontos de alinhamento, desalinhamento e atenção especial.\n\n**Pontos de Alinhamento**\n\nO currículo de Marlon Pugss apresenta vários pontos de alinhamento com os requisitos da vaga de Desenvolvedor Salesforce:\n\n* Experiência em desenvolvimento na plataforma Salesforce, com habilidades em Apex, SOQL e configurações de automações.\n* Conhecimento em gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados.\n* Experiência em projetos de Sales Cloud, Service Cloud e Campanhas, com vivência em metodologia ágil.\n* Conhecimento em lógica de programação, padronização de códigos e versionamento de código Apex no GitHub.\n\nEsses pontos de alinhamento demonstram que Marlon Pugss tem experiência e habilidades relevantes para a vaga de Desenvolvedor Salesforce.\n\n**Pontos de Desalinhamento**\n\nNo entanto, o currículo de Marlon Pugss também apresenta alguns pontos de desalinhamento com os requisitos da vaga:\n\n* Ausência de experiência em áreas específicas da plataforma Salesforce, como Marketing Cloud e Commerce Cloud.\n* Falta de habilidades em tecnologias específicas, como Lightning Web Components e Heroku.\n* Pouca experiência em liderança de equipes e gerenciamento de projetos.\n\nEsses pontos de desalinhamento sugerem que Marlon Pugss pode precisar de treinamento ou desenvolvimento adicional para atender a todos os requisitos da vaga.\n\n**Pontos de Atenção**\n\nAlém dos pontos de alinhamento e desalinhamento, o currículo de Marlon Pugss também apresenta algumas características que merecem atenção especial:\n\n* Frequência com que o candidato troca de emprego: Marlon Pugss tem uma frequência alta de troca de emprego, o que pode ser um sinal de falta de estabilidade ou comprometimento.\n* Lacunas no histórico de trabalho: Há uma lacuna de 7 meses entre o término do emprego anterior e o início do atual, o que pode ser um sinal de desemprego ou falta de oportunidades.\n* Características pessoais: Marlon Pugss menciona ser um profissional com experiência sólida em desenvolvimento na plataforma Salesforce, o que pode ser um sinal de confiança e habilidade.\n\nEsses pontos de atenção sugerem que Marlon Pugss pode precisar de uma entrevista mais detalhada para discutir essas características e determinar se elas são relevantes para a vaga.\n\n**Conclusão**\n\nEm resumo, o currículo de Marlon Pugss apresenta pontos de alinhamento e desalinhamento com os requisitos da vaga de Desenvolvedor Salesforce. Embora ele tenha experiência e habilidades relevantes, também há áreas onde ele pode precisar de treinamento ou desenvolvimento adicional. Além disso, há características que merecem atenção especial, como a frequência com que ele troca de emprego e lacunas no histórico de trabalho. Uma entrevista mais detalhada pode ser necessária para determinar se Marlon Pugss é o candidato certo para a vaga.", "file": "Profile.pdf"}, "2": {"id": "3dec5b47-2715-4da9-9772-a387927e8b4c", "job_id": "vaga 1", "content": "\n## Nome Completo\nDavi Oliveira Gonçalves\n\n## Experiência\nRepresentante Comercial na Amacom, Belém, PA, desde junho de 2020. Anteriormente, trabalhou como Vendedor na Reprola, Belém, PA, de janeiro de 2019 a maio de 2020. Experiência em prospecção de clientes, negociação e vendas.\n\n## Habilidades \nExcelente comunicação, Proatividade, Fidelização de clientes, Excel avançado, ERP Conta Azul e Market Up, CRM Salesforce e Agendor.\n\n## Educação \nBacharelado em Comunicação Social - Publicidade e Propaganda, Universidade Federal do Pará, Belém, PA, 2015-2018.\n\n## Idiomas \nInglês avançado (pontuação 7,5 no IELTS) e Espanhol fluente.\n```", "opinion": "**Análise Crítica do Currículo**\n\n**Resumo Executivo**\n\nO currículo de Da Vi Oliveira Gonçalves foi analisado em relação à descrição da vaga de Representante Comercial. Embora o candidato tenha demonstrado experiência relevante e habilidades técnicas adequadas, há algumas áreas que merecem atenção especial.\n\n**Pontos de Alinhamento**\n\n* Experiência relevante como Representante Comercial em empresas de tecnologia (Amacom e Reprola).\n* Habilidades técnicas adequadas, incluindo CRM (Salesforce e Agendor) e ERP (Conta Azul e Market Up).\n* Excelente comunicação e proatividade, habilidades essenciais para o cargo de Representante Comercial.\n* Experiência em prospecção de clientes e negociação, com êxito em superar metas de vendas.\n\n**Pontos de Desalinhamento**\n\n* Formação acadêmica em Comunicação Social - Publicidade e Propaganda, que não está diretamente relacionada à área de tecnologia.\n* Ausência de experiência em áreas específicas da tecnologia, como desenvolvimento de software ou análise de dados.\n* Não há menção a habilidades em línguas de programação ou tecnologias específicas da área.\n\n**Pontos de Atenção**\n\n* Frequência de troca de emprego: o candidato trabalhou em duas empresas diferentes nos últimos 5 anos, o que pode ser um sinal de instabilidade ou busca por novos desafios.\n* Lacunas no histórico de trabalho: não há informações sobre o que o candidato fez entre 2018 e 2019, período em que não estava trabalhando em nenhuma das empresas mencionadas.\n* Características pessoais: o candidato menciona ser \"pró-ativo\" e ter \"excelente comunicação\", habilidades que podem ser úteis no cargo, mas também pode ser necessário avaliar como essas características se manifestam no dia a dia.\n\n**Recomendações**\n\n* Realizar uma entrevista com o candidato para avaliar melhor suas habilidades e experiências.\n* Verificar as referências do candidato para confirmar a informação apresentada no currículo.\n* Avaliar se o candidato tem potencial para aprender e se adaptar às necessidades específicas da empresa.\n\n**Conclusão**\n\nO currículo de Da Vi Oliveira Gonçalves apresenta pontos fortes e fracos em relação à descrição da vaga de Representante Comercial. Embora o candidato tenha experiência relevante e habilidades técnicas adequadas, há áreas que merecem atenção especial. Uma entrevista e verificação de referências podem ajudar a avaliar melhor o candidato e determinar se ele é adequado para o cargo.", "file": "Profile1.pdf"}, "3": {"id": "b6e5c1a7-c500-4a53-ad6a-8cf2120b6945", "job_id": "vaga 1", "content": "## Nome Completo\nCarlos da Silva\n\n## Experiência\nGestor de Vendas B2B na XYZ Tecnologia (Janeiro de 2020 - Presente) e Coordenador de Vendas B2B na ABC Infoprodutos (Março de 2015 - Dezembro de 2019).\n\n## Habilidades \nGestão de Equipes de Vendas, Metodologia VTSD, Estratégias de Vendas B2B, Análise de Dados e Tecnologia e Inovação.\n\n## Educação \nMBA em Gestão Comercial pela Universidade de São Paulo (Concluído em dezembro de 2014) e Bacharelado em Administração de Empresas pela Universidade Estadual de Campinas (Concluído em dezembro de 2012).\n\n## Idiomas \nNão especificado no currículo original.", "opinion": "**Relatório de Análise de Currículo**\n\n**Candidato:** Carlos da Silva\n**Vaga:** Gestor Comercial de B2B\n\n**Introdução**\n\nNeste relatório, faremos uma análise detalhada do currículo do candidato Carlos da Silva em relação à vaga de Gestor Comercial de B2B. A análise será dividida em três seções principais: Pontos de Alinhamento, Pontos de Desalinhamento e Pontos de Atenção.\n\n**1. Pontos de Alinhamento**\n\nO currículo do candidato apresenta vários pontos de alinhamento com os requisitos da vaga:\n\n* **Experiência em liderança de vendas**: O candidato tem mais de 12 anos de experiência em liderança de vendas, o que é um requisito fundamental para a vaga.\n* **Gestão de equipes de vendas**: O candidato tem experiência em liderar e motivar equipes para atingir e superar metas, o que é essencial para o sucesso na vaga.\n* **Metodologia VTSD**: O candidato tem conhecimento e aplicação de práticas da metodologia VTSD, o que é um diferencial importante para a vaga.\n* **Estratégias de vendas B2B**: O candidato é proficiente em desenhar e implementar estratégias de vendas eficazes, o que é um requisito fundamental para a vaga.\n* **Análise de dados**: O candidato tem habilidade em usar dados para monitorar desempenho e ajustar estratégias, o que é importante para a tomada de decisões informadas na vaga.\n\n**2. Pontos de Desalinhamento**\n\nEmbora o currículo do candidato apresente vários pontos de alinhamento com os requisitos da vaga, há alguns pontos de desalinhamento:\n\n* **Falta de experiência em tecnologia**: Embora o candidato tenha interesse por programação e novas tecnologias, não há evidência de experiência prática em tecnologia, o que pode ser um requisito importante para a vaga.\n* **Limitações em habilidades técnicas**: O currículo do candidato não apresenta habilidades técnicas específicas, como habilidades em linguagens de programação ou ferramentas de análise de dados, o que pode ser um requisito importante para a vaga.\n\n**3. Pontos de Atenção**\n\nHá alguns pontos de atenção no currículo do candidato que merecem ser destacados:\n\n* **Frequência de mudanças de emprego**: O candidato mudou de emprego várias vezes nos últimos anos, o que pode ser um sinal de falta de estabilidade ou comprometimento com a empresa.\n* **Lacunas no histórico de trabalho**: Não há informações sobre o que o candidato fez entre 2014 e 2015, o que pode ser um sinal de falta de experiência ou atividade durante esse período.\n* **Características pessoais**: O candidato é descrito como proativo e inovador, com foco em resultados e aprendizado contínuo, o que são características importantes para o sucesso na vaga.\n\n**Conclusão**\n\nEm resumo, o currículo do candidato Carlos da Silva apresenta vários pontos de alinhamento com os requisitos da vaga de Gestor Comercial de B2B, incluindo experiência em liderança de vendas, gestão de equipes de vendas e estratégias de vendas B2B. No entanto, há alguns pontos de desalinhamento, como falta de experiência em tecnologia e limitações em habilidades técnicas. Além disso, há alguns pontos de atenção, como frequência de mudanças de emprego e lacunas no histórico de trabalho. Em geral, o currículo do candidato é forte e apresenta muitos pontos positivos, mas é importante considerar os pontos de desalinhamento e atenção ao avaliar a sua candidatura.", "file": "profile3.pdf"}, "4": {"id": "b02b112c-59b4-4bda-8ec7-5a46b4730b12", "job_id": "vaga", "content": "## Nome Completo\nMarlon Pugss\n\n## Experiência\nEngenheiro de software com experiência em desenvolvimento na plataforma Salesforce. Atualmente trabalha como Engenheiro de Software na Fluency Academy, onde atua em projetos de Sales Cloud, Service Cloud e Campanhas com vivência em metodologia ágil. Anteriormente, trabalhou como Data Analyst, Tech Analyst e Back Office em diferentes empresas, incluindo UnitedHealth Group e Grupo ABL.\n\n## Habilidades \nApex Specialist, SFDX, SOQL, Classes Apex, rotinas SOQL, configurações e automações Salesforce, gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis, layouts personalizados e metadados personalizados. Lógica de programação, padronização de códigos e versionamento de código Apex no GitHub. Habilidades em Google Sheets, Google Tag Manager, Google Analytics, Power BI, Google Data Studio, Kajabi, Octadesk, Zapier, Landbot, Take Blip e Hubspot.\n\n## Educação \nBacharelado em Engenharia de Software pela Anhanguera Educacional (2023-2027), Bacharelado em Gestão de Sistemas de Informação pela Universidade Federal do Paraná (2019-2023), Python Starter pela Asimov Academy (2022), Lógica de Programação: Laços e Listas com JavaScript pela Alura (2022) e Power BI Desktop pela Alura (2021).\n\n## Idiomas \nNão especificado no currículo fornecido.", "opinion": "**Análise Crítica do Currículo**\n\n**Resumo**\n\nO currículo apresentado por Marlon Pugss destaca uma experiência sólida em desenvolvimento na plataforma Salesforce, com habilidades avançadas em Apex, SOQL e configurações de automações. No entanto, ao analisar o currículo em relação à descrição da vaga, é possível identificar pontos de alinhamento, desalinhamento e atenção especial que merecem ser discutidos.\n\n**Pontos de Alinhamento**\n\n* Experiência em desenvolvimento na plataforma Salesforce, com habilidades em Apex, SOQL e configurações de automações, que é um requisito chave para a vaga.\n* Conhecimento em gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados, que é uma habilidade importante para a vaga.\n* Experiência em projetos de Sales Cloud, Service Cloud e Campanhas, que é um requisito para a vaga.\n* Conhecimento em lógica de programação, padronização de códigos e versionamento de código Apex no GitHub, que é uma habilidade importante para a vaga.\n\n**Pontos de Desalinhamento**\n\n* A descrição da vaga não foi fornecida, o que torna difícil identificar pontos de desalinhamento específicos. No entanto, é possível notar que o currículo não menciona explicitamente habilidades em áreas como machine learning, inteligência artificial ou análise de dados avançada, que podem ser requisitos importantes para a vaga.\n* A falta de experiência em liderança ou gerenciamento de equipes pode ser um ponto de desalinhamento, dependendo das necessidades da vaga.\n\n**Pontos de Atenção**\n\n* A frequência com que o candidato troca de emprego pode ser um ponto de atenção. O candidato trabalhou em várias empresas nos últimos anos, o que pode indicar uma falta de estabilidade ou compromisso com a empresa.\n* A falta de experiência em áreas específicas, como machine learning ou inteligência artificial, pode ser um ponto de atenção, dependendo das necessidades da vaga.\n* A formação acadêmica do candidato está em andamento, o que pode ser um ponto de atenção, dependendo das necessidades da vaga.\n\n**Recomendações**\n\n* É recomendável realizar uma entrevista com o candidato para discutir pontos de desalinhamento e atenção especial, e para avaliar a sua experiência e habilidades em relação à vaga.\n* É recomendável verificar as referências do candidato para avaliar a sua experiência e desempenho em funções anteriores.\n* É recomendável considerar a formação acadêmica do candidato e a sua experiência em áreas específicas ao tomar uma decisão sobre a contratação.", "file": "Profile.pdf"}, "5": {"id": "26b66e53-62ee-4415-8689-4ee0b9f0be33", "job_id": "vaga", "content": "## Nome Completo\nDa vi Oliveira Gonçalves\n\n## Experiência\nRepr esentante comer cial com mais de 5 anos de experiência na área de informática. Atualmente, trabalha como Repr esentante comer cial na Amacom, onde superou as metas de vendas em 18% no último trimestre. Anteriormente, trabalhou como Vendedor na Replor a, onde identificou novas oportunidades no mercado e expandiu a carteira de clientes em 25%.\n\n## Habilidades \nEx celente comunicação, pr oatividade, fidelização de clientes, ex cel a v ançado, ERP Conta A zul e Mark et Up, CRM Salesfor ce e Agendor.\n\n## Educação \nBachar elado em Comunicação Social – Publicidade e Pr opaganda pela Univ ersidade Feder al do P ar á (2015-2018).\n\n## Idiomas \nInglês avançado (pontuação 7,5 no IELTS) e Espanhol fluente.", "opinion": "**Análise Crítica do Currículo**\n\n**Resumo Executivo**\n\nO currículo apresentado por Da Vi Gonçalves destaca sua experiência como Representante Comercial em empresas de tecnologia, com habilidades em análise de mercado, prospecção de clientes e negociação. No entanto, existem algumas lacunas e áreas de desalinhamento em relação à descrição da vaga. Esta análise crítica visa identificar os pontos de alinhamento, desalinhamento e atenção especial do currículo em relação à vaga.\n\n**Pontos de Alinhamento**\n\n* **Experiência em Vendas**: O candidato possui experiência comprovada em vendas, tendo superado as metas de vendas em 18% no último trimestre em seu emprego atual.\n* **Habilidades de Análise de Mercado**: O candidato cita habilidades em análise de mercado, o que é relevante para a vaga.\n* **Experiência com CRM**: O candidato tem experiência com CRM Salesfor ce e Agendor, o que é importante para a gestão de clientes e vendas.\n* **Idiomas**: O candidato é fluente em inglês e espanhol, o que é uma habilidade valiosa para a comunicação com clientes internacionais.\n\n**Pontos de Desalinhamento**\n\n* **Formação Acadêmica**: O candidato não possui formação acadêmica em uma área diretamente relacionada à tecnologia ou vendas, o que pode ser um ponto de desalinhamento.\n* **Experiência em Tecnologia**: Embora o candidato tenha experiência em vendas de tecnologia, não há evidências de experiência em desenvolvimento de software ou tecnologia em si.\n* **Habilidades Técnicas**: O candidato não cita habilidades técnicas específicas, como programação ou desenvolvimento de aplicativos, o que pode ser um requisito para a vaga.\n\n**Pontos de Atenção**\n\n* **Frequência de Troca de Emprego**: O candidato trocou de emprego recentemente, o que pode ser um ponto de atenção em relação à estabilidade e comprometimento com a empresa.\n* **Lacunas no Histórico de Trabalho**: Não há informações sobre o que o candidato fez entre 2018 e 2019, o que pode ser um ponto de atenção em relação à continuidade do histórico de trabalho.\n* **Características Pessoais**: O candidato cita habilidades de comunicação e proatividade, o que é positivo, mas também é importante avaliar sua capacidade de trabalho em equipe e liderança.\n\n**Conclusão**\n\nO currículo de Da Vi Gonçalves apresenta alguns pontos de alinhamento com a descrição da vaga, como experiência em vendas e habilidades em análise de mercado. No entanto, existem também áreas de desalinhamento, como formação acadêmica e experiência em tecnologia. Além disso, existem pontos de atenção, como frequência de troca de emprego e lacunas no histórico de trabalho. É importante realizar uma entrevista com o candidato para avaliar melhor suas habilidades e características pessoais em relação à vaga.", "file": "Profile1.pdf"}}, "analysis": {"1": {"id": "03410cb1-dc8b-456a-be08-d7d67ca2de5b", "job_id": "vaga 1", "resum_id": "6a489e94-4f52-439c-a9bd-75e76879c76f", "name": "Marlon Pugss", "skills": ["Desenvolvimento em Apex e SOQL", "Configurações e automações Salesforce (Fluxos, Fórmulas, Regras de Validação, Apex Code, Triggers)", "Gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados", "Lógica de programação e padronização de códigos", "Versionamento de código Apex no GitHub", "Atuação em projetos de Sales Cloud, Service Cloud e Campanhas com vivência em metodologia ágil", "Habilidades em data analysis e criação de insights com ferramentas como Google Sheets, Google Tag Manager, Google Analytics, Power BI e Google Data Studio"], "education": ["Bacharelado em Engenharia de Software pela Anhanguera Educacional (em andamento)", "Bacharelado em Gestão de Sistemas de Informação pela Universidade Federal do Paraná (20192023)", "Cursos em Python, Lógica de Programação e Power BI Desktop pela Alura e Asimov Academy"], "languages": ["Não há informações específicas sobre idiomas no currículo fornecido."], "score": 8.5}, "2": {"id": "a5be20e5-b889-45c4-8261-a9289f91f3cc", "job_id": "vaga 1", "resum_id": "3dec5b47-2715-4da9-9772-a387927e8b4c", "name": "Davi Oliveira Gonçalves", "skills": ["Excelente comunicação, Proatividade, Fidelização de clientes, Excel avançado, ERP Conta Azul e Market Up, CRM Salesforce e Agendor."], "education": ["Bacharelado em Comunicação Social  Publicidade e Propaganda, Universidade Federal do Pará, Belém, PA, 20152018."], "languages": ["Inglês avançado (pontuação 7,5 no IELTS) e Espanhol fluente.", "```"], "score": 8.0}, "3": {"id": "3d529420-5c60-4ffd-a388-96566a678b7a", "job_id": "vaga 1", "resum_id": "b6e5c1a7-c500-4a53-ad6a-8cf2120b6945", "name": "Carlos da Silva", "skills": ["Gestão de Equipes de Vendas, Metodologia VTSD, Estratégias de Vendas B2B, Análise de Dados e Tecnologia e Inovação."], "education": ["MBA em Gestão Comercial pela Universidade de São Paulo (Concluído em dezembro de 2014) e Bacharelado em Administração de Empresas pela Universidade Estadual de Campinas (Concluído em dezembro de 2012)."], "languages": ["Não especificado no currículo original."], "score": 9.4}, "4": {"id": "686d0d57-f20e-4ec8-84a7-ffceb9273eef", "job_id": "vaga", "resum_id": "b02b112c-59b4-4bda-8ec7-5a46b4730b12", "name": "Marlon Pugss", "skills": ["Apex Specialist, SFDX, SOQL, Classes Apex, rotinas SOQL, configurações e automações Salesforce, gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis, layouts personalizados e metadados personalizados. Lógica de programação, padronização de códigos e versionamento de código Apex no GitHub. Habilidades em Google Sheets, Google Tag Manager, Google Analytics, Power BI, Google Data Studio, Kajabi, Octadesk, Zapier, Landbot, Take Blip e Hubspot."], "education": ["Bacharelado em Engenharia de Software pela Anhanguera Educacional (20232027), Bacharelado em Gestão de Sistemas de Informação pela Universidade Federal do Paraná (20192023), Python Starter pela Asimov Academy (2022), Lógica de Programação: Laços e Listas com JavaScript pela Alura (2022) e Power BI Desktop pela Alura (2021)."], "languages": ["Não especificado no currículo fornecido."], "score": 8.8}, "5": {"id": "ebfbc18c-4e22-4e52-ba6f-bd6117475ee0", "job_id": "vaga", "resum_id": "26b66e53-62ee-4415-8689-4ee0b9f0be33", "name": "Da vi Oliveira Gonçalves", "skills": ["Ex celente comunicação, pr oatividade, fidelização de clientes, ex cel a v ançado, ERP Conta A zul e Mark et Up, CRM Salesfor ce e Agendor."], "education": ["Bachar elado em Comunicação Social – Publicidade e Pr opaganda pela Univ ersidade Feder al do P ar á (20152018)."], "languages": ["Inglês avançado (pontuação 7,5 no IELTS) e Espanhol fluente."], "score": 8.8}}, "files": {"1": {"file_id": "8a9c1468-6609-445e-bd45-9cbabd6506f4", "job_id": "vaga 1"}, "2": {"file_id": "2c0c97b2-713f-4b73-8280-ea0e4e639b4e", "job_id": "vaga 1"}, "3": {"file_id": "af9bb408-a852-4a36-8a87-f88ad3598b6e", "job_id": "vaga 1"}, "4": {"file_id": "a1e33a84-34a4-40e1-9a26-7802ebd4ac99", "job_id": "vaga"}, "5": {"file_id": "095f662f-9e40-479d-81a0-e95981ba466e", "job_id": "vaga"}}}