{"jobs": {"1": {"id": "3cab9540-73b1-472b-be15-3c630d3592d0", "name": "Vaga de Gestor Comercial de B2B", "main_activities": "\nGerenciar o time Comercial\nDesenhar estratégias de B2B para escalar o faturamento\nDefinir e acompanhar metas do B2B com o time\nAcompanhar e ajudar o time a executar as estratégias definidas\nReportar resultados e projeções dos seus KPIs\n", "prerequisites": "\nExperiência comprovada como Gestor de Vendas, Líder Comercial, Diretor Comercial ou afins\nExperiência comprovada em Vendas B2B (business to business)\nExperiência em empresas de Infoprodutos\nProatividade e curiosidade, buscando constantemente aprender e melhorar as habilidades.\nFoco em bater as metas estabelecidas para o time de Vendas\nDisponibilidade para trabalho em período integral (full time)\n", "differentials": "\nConhecimento da metodologia VTSD (Leandro Ladeira)\nConhecimento avançado de Funis de Venda, com uma abordagem estratégica e eficaz na aquisição e retenção de clientes\nInteresse por Programação e Tecnologia (fique tranquilo, NÃO é necessário saber programar)\nExperiência como Gestor Comercial no nicho de Tecnologia em geral, Programação ou Data Science, proporcionando uma compreensão mais profunda do nosso público-alvo\n"}}, "resums": {"1": {"id": "1e08f5b7-7c6c-4e3f-a216-b2fca6665e8d", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "content": "## Nome Completo\nMarlon Pugss\n\n## Experiência\nEngenheiro de software na Fluency Academy | Salesforce Developer, com experiência em desenvolvimento na plataforma Salesforce, incluindo Apex, SOQL, configurações de automações e gerenciamento de objetos personalizados. Possui experiência em projetos de Sales Cloud, Service Cloud e Campanhas com vivência em metodologia ágil. Anteriormente, trabalhou como Data Analyst, Tech Analyst e Back Office, além de experiências em suporte a equipes e atendimento ao público.\n\n## Habilidades \nApex Specialist, SFDX, SOQL, gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados, lógica de programação, padronização de códigos, versionamento de código Apex no GitHub, Google Sheets, Google Tag Manager, Google Analytics, Power BI, Google Data Studio, Kajabi, Octadesk, Zapier, Landbot, Take Blip, Hubspot, Excel.\n\n## Educação \nBacharelado em Engenharia de Software na Anhanguera Educacional (janeiro de 2023 - dezembro de 2027), Bacharelado em Gestão de Sistemas de Informação na Universidade Federal do Paraná (2019 - 2023), Python Starter na Asimov Academy (dezembro de 2022 - janeiro de 2023), Lógica de Programação: Laços e Listas com JavaScript na Alura (dezembro de 2022), Power BI Desktop na Alura (dezembro de 2021).\n\n## Idiomas \nNão especificado no currículo fornecido.", "opinion": "**Relatório Analítico do Currículo**\n\n**Resumo**\n\nO candidato Marlon Pugss apresentou um currículo com experiência em desenvolvimento na plataforma Salesforce e habilidades em programação. No entanto, a vaga de Gestor Comercial de B2B exige experiência em vendas, liderança comercial e habilidades específicas em Vendas B2B. Neste relatório, analisaremos os pontos de alinhamento e desalinhamento entre o currículo do candidato e a descrição da vaga.\n\n**Pontos de Alinhamento**\n\n* **Experiência em tecnologia**: O candidato tem experiência em desenvolvimento na plataforma Salesforce, o que pode ser útil em entender a tecnologia e a infraestrutura da empresa.\n* **Habilidades em programação**: O candidato tem habilidades em programação, o que pode ser útil em entender a lógica e a estrutura dos produtos e serviços da empresa.\n* **Experiência em análise de dados**: O candidato tem experiência em análise de dados, o que pode ser útil em entender os indicadores e métricas de negócios da empresa.\n\n**Pontos de Desalinhamento**\n\n* **Falta de experiência em vendas**: O candidato não tem experiência em vendas ou liderança comercial, o que é essencial para a vaga de Gestor Comercial de B2B.\n* **Falta de experiência em Vendas B2B**: O candidato não tem experiência em Vendas B2B, o que é específico para a vaga.\n* **Falta de experiência em empresas de Infoprodutos**: O candidato não tem experiência em empresas de Infoprodutos, o que pode ser uma desvantagem em entender o mercado e os produtos da empresa.\n\n**Pontos de Atenção**\n\n* **Mudanças frequentes de emprego**: O candidato mudou de emprego várias vezes nos últimos anos, o que pode ser um sinal de instabilidade ou falta de comprometimento.\n* **Falta de experiência em liderança**: O candidato não tem experiência em liderança, o que é essencial para a vaga de Gestor Comercial de B2B.\n* **Habilidades em programação podem ser uma desvantagem**: Embora as habilidades em programação sejam úteis, elas podem também ser uma desvantagem em uma vaga de vendas, pois podem levar o candidato a se concentrar em aspectos técnicos em vez de em vendas e relacionamentos com clientes.\n\n**Conclusão**\n\nEm resumo, o candidato Marlon Pugss não atende aos requisitos da vaga de Gestor Comercial de B2B em termos de experiência em vendas, liderança comercial e habilidades específicas em Vendas B2B. Embora ele tenha habilidades em programação e análise de dados, elas não são suficientes para compensar a falta de experiência em vendas e liderança. É recomendável que a empresa considere outros candidatos que atendam melhor aos requisitos da vaga.", "file": "/Users/fluencyacademy/projeto-pessoal/src/drive/curriculos/Profile.pdf"}, "2": {"id": "0b06ec07-44fc-4948-a803-1dc69b578117", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "content": "\n## Nome Completo\nDavi Oliveira Gonçalves\n\n## Experiência\nRepresentante comercial com mais de 5 anos de experiência na área de informática. Superei as metas de vendas em 18% no último trimestre como representante comercial na Amacom. Anteriormente, trabalhei como vendedor na Replora, onde expandi a carteira de clientes em 25% e superei a meta de vendas com minha equipe.\n\n## Habilidades \nExcelente comunicação, proatividade, fidelização de clientes, Excel avançado, ERP Conta Azul e Market Up, CRM Salesforce e Agendor.\n\n## Educação \nBacharelado em Comunicação Social – Publicidade e Propaganda, Universidade Federal do Pará, 2015 – 2018.\n\n## Idiomas \nInglês avançado (pontuação 7,5 no IELTS) e espanhol fluente.", "opinion": "**Análise Crítica do Currículo**\n\n**Resumo Executivo**\n\nO candidato Davi Oliveira Gonçalves apresentou um currículo que demonstra experiência relevante em vendas e habilidades de comunicação, mas também apresenta algumas lacunas em relação aos requisitos da vaga de Gestor Comercial de B2B. Esta análise crítica visa identificar os pontos de alinhamento, desalinhamento e atenção do currículo em relação à vaga.\n\n**Pontos de Alinhamento**\n\n* O candidato tem experiência comprovada em vendas B2B, o que é um requisito fundamental para a vaga.\n* Ele demonstra habilidades de comunicação excelente, o que é essencial para gerenciar um time comercial e negociar com clientes.\n* O candidato também tem experiência em empresas de informática, o que pode ser útil para entender o nicho de tecnologia.\n* Ele é proativo e tem habilidades de análise de mercado, o que pode ser útil para desenhar estratégias de B2B.\n\n**Pontos de Desalinhamento**\n\n* O candidato não tem experiência comprovada como Gestor de Vendas ou Líder Comercial, o que é um requisito fundamental para a vaga.\n* Ele não tem experiência em gerenciar times comerciais, o que é uma habilidade essencial para a vaga.\n* O candidato não tem conhecimento da metodologia VTSD (Leandro Ladeira), o que é um diferencial importante para a vaga.\n* Ele não tem experiência em funis de venda com uma abordagem estratégica e eficaz, o que é um requisito importante para a vaga.\n\n**Pontos de Atenção**\n\n* O candidato trocou de emprego recentemente, o que pode ser um sinal de instabilidade ou falta de compromisso.\n* Ele não tem experiência em programação ou tecnologia, o que pode ser um obstáculo para entender o nicho de tecnologia.\n* O candidato não tem experiência em gerenciar projetos ou times, o que pode ser um desafio para gerenciar um time comercial.\n* Ele tem um histórico de trabalho em empresas de informática, o que pode ser um ponto positivo, mas também pode ser um limite em termos de experiência em outros setores.\n\n**Conclusão**\n\nEm resumo, o candidato Davi Oliveira Gonçalves tem experiência relevante em vendas e habilidades de comunicação, mas apresenta algumas lacunas em relação aos requisitos da vaga de Gestor Comercial de B2B. É importante considerar esses pontos de desalinhamento e atenção durante o processo de seleção para avaliar se o candidato tem o potencial para aprender e se adaptar às necessidades da empresa. Recomenda-se realizar uma entrevista mais aprofundada para avaliar as habilidades e experiências do candidato.", "file": "/Users/fluencyacademy/projeto-pessoal/src/drive/curriculos/Profile1.pdf"}, "3": {"id": "7673c916-624e-4cab-8a08-b7bb00b807db", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "content": "\n## Nome Completo\nCarlos da Silva\n\n## Experiência\nGestor Comercial de B2B com mais de 12 anos de experiência em liderança de vendas. Atualmente trabalha como Gestor de Vendas B2B na XYZ Tecnologia desde janeiro de 2020. Anteriormente, foi Coordenador de Vendas B2B na ABC Infoprodutos de março de 2015 a dezembro de 2019.\n\n## Habilidades \nGestão de Equipes de Vendas, Metodologia VTSD, Estratégias de Vendas B2B, Análise de Dados e Tecnologia e Inovação.\n\n## Educação \nMBA em Gestão Comercial pela Universidade de São Paulo (concluído em dezembro de 2014) e Bacharelado em Administração de Empresas pela Universidade Estadual de Campinas (concluído em dezembro de 2012).\n\n## Idiomas \nNão mencionado especificamente, mas presume-se que seja fluente em português.", "opinion": "**Análise Crítica do Currículo**\n\n**Resumo Executivo**\n\nO currículo de Carlos da Silva apresenta fortes habilidades e experiências em gestão comercial de B2B, alinhando-se com os requisitos da vaga de Gestor Comercial de B2B. No entanto, há alguns pontos de desalinhamento e atenção que devem ser considerados.\n\n**Pontos de Alinhamento**\n\n* O candidato possui experiência comprovada como Gestor de Vendas e Líder Comercial, atendendo ao requisito de experiência na área.\n* Sua experiência em vendas B2B é extensa, com mais de 12 anos de liderança de vendas, o que atende ao requisito de experiência em vendas B2B.\n* O candidato possui conhecimento da metodologia VTSD, que é um dos diferenciais da vaga.\n* Sua experiência em empresas de infoprodutos atende ao requisito de experiência em empresas de infoprodutos.\n* O candidato apresenta habilidades em gestão de equipes de vendas, estratégias de vendas B2B e análise de dados, que são habilidades importantes para o cargo.\n\n**Pontos de Desalinhamento**\n\n* Embora o candidato tenha experiência em gestão comercial, não há evidências claras de que ele tenha trabalhado em um nicho específico de tecnologia, como programação ou data science.\n* O candidato não possui experiência comprovada em funis de venda com uma abordagem estratégica e eficaz na aquisição e retenção de clientes, que é um dos diferenciais da vaga.\n* Embora o candidato tenha interesse por programação e tecnologia, não há evidências de que ele tenha habilidades avançadas nessa área.\n\n**Pontos de Atenção**\n\n* O candidato trocou de emprego recentemente, passando de uma startup para uma empresa estabelecida. Isso pode ser um ponto de atenção, pois pode indicar que o candidato está procurando por novos desafios ou que não está satisfeito com seu atual emprego.\n* O candidato não possui experiência comprovada em gestão de equipes de vendas em um ambiente de tecnologia. Isso pode ser um ponto de atenção, pois a vaga exige experiência em gestão de equipes de vendas em um ambiente de tecnologia.\n* O candidato apresenta habilidades em análise de dados, mas não há evidências de que ele tenha experiência em usar dados para monitorar desempenho e ajustar estratégias em um ambiente de tecnologia.\n\n**Conclusão**\n\nEm resumo, o currículo de Carlos da Silva apresenta fortes habilidades e experiências em gestão comercial de B2B, mas há alguns pontos de desalinhamento e atenção que devem ser considerados. É importante realizar uma entrevista para discutir esses pontos e avaliar se o candidato é a melhor opção para a vaga de Gestor Comercial de B2B.", "file": "/Users/fluencyacademy/projeto-pessoal/src/drive/curriculos/profile3.pdf"}, "4": {"id": "0e78fcc5-0dd7-42a5-9dcc-28594d85c8b6", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "content": "## Nome Completo\nMarlon Pugss\n\n## Experiência\nEngenheiro de software com 4 anos e 9 meses de experiência na plataforma Salesforce, tendo trabalhado em projetos de Sales Cloud, Service Cloud e Campanhas com vivência em metodologia ágil. Experiência em desenvolvimento de classes Apex, rotinas SOQL, configurações e automações Salesforce, além de gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados.\n\n## Habilidades \n- Desenvolvimento na plataforma Salesforce\n- Classes Apex, rotinas SOQL\n- Configurações e automações Salesforce (Fluxos, Fórmulas, Regras de validação, Apex Code, Triggers)\n- Gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados\n- Lógica de programação e padronização de códigos\n- Versionamento de código Apex no GitHub\n- Experiência em projetos de Sales Cloud, Service Cloud e Campanhas\n- Vivência em metodologia ágil\n- Habilidades em ferramentas como Google Sheets, Google Tag Manager, Google Analytics, Power BI, Google Data Studio, Kajabi, Octadesk, Zapier, Landbot, Take Blip, Hubspot e Sheets\n\n## Educação \n- Bacharelado em Engenharia de Software pela Anhanguera Educacional (junho de 2023 - dezembro de 2027)\n- Python Starter pela Asimov Academy (dezembro de 2022 - janeiro de 2023)\n- Bacharelado em Gestão de Sistemas de Informação pela Universidade Federal do Paraná (2019 - 2023)\n- Lógica de Programação: Laços e Listas com JavaScript pela Alura (dezembro de 2022)\n- Power BI Desktop pela Alura (dezembro de 2021)\n\n## Idiomas \nNão mencionado explicitamente no currículo fornecido.", "opinion": "**Relatório Analítico de Currículo**\n\n**Resumo**\n\nO candidato Marlon Pugss se candidatou para a vaga de Gestor Comercial de B2B. No entanto, após analisar seu currículo, é evidente que ele não tem experiência direta em gestão comercial ou vendas B2B. No entanto, ele tem experiência em desenvolvimento de software e análise de dados, o que pode ser útil em outras áreas da empresa.\n\n**Pontos de Alinhamento**\n\n* O candidato tem experiência em desenvolvimento de software, o que pode ser útil em projetos de tecnologia da empresa.\n* Ele também tem experiência em análise de dados, o que pode ser útil em projetos de inteligência de negócios.\n* O candidato tem habilidades em programação, incluindo Python e JavaScript, o que pode ser útil em projetos de tecnologia da empresa.\n\n**Pontos de Desalinhamento**\n\n* O candidato não tem experiência direta em gestão comercial ou vendas B2B, o que é um requisito fundamental para a vaga.\n* Ele não tem experiência em empresas de infoprodutos, o que é outro requisito fundamental para a vaga.\n* O candidato não tem experiência em metodologia VTSD (Leandro Ladeira), o que é um diferencial importante para a vaga.\n\n**Pontos de Atenção**\n\n* O candidato tem uma formação acadêmica em engenharia de software e gestão de sistemas de informação, o que é uma boa base para desenvolver habilidades em tecnologia.\n* Ele tem habilidades em lógica de programação e padronização de códigos, o que é importante para projetos de tecnologia.\n* O candidato tem experiência em trabalhar em equipe e liderar projetos, o que é importante para a vaga de gestor comercial.\n\n**Conclusão**\n\nEmbora o candidato Marlon Pugss tenha habilidades e experiências interessantes, ele não atende aos requisitos fundamentais da vaga de Gestor Comercial de B2B. No entanto, ele pode ser considerado para outras vagas na empresa que sejam mais adequadas às suas habilidades e experiências.\n\n**Recomendações**\n\n* Considerar o candidato para vagas de desenvolvimento de software ou análise de dados.\n* Fornecer treinamento e desenvolvimento para o candidato em áreas de gestão comercial e vendas B2B.\n* Considerar o candidato para vagas de liderança em projetos de tecnologia.\n\n**Avaliação Final**\n\nO candidato Marlon Pugss não é o melhor candidato para a vaga de Gestor Comercial de B2B, mas ele tem habilidades e experiências interessantes que podem ser úteis em outras áreas da empresa. É importante considerar suas habilidades e experiências ao avaliar suas chances de sucesso em outras vagas.", "file": "/Users/fluencyacademy/projeto-pessoal/src/drive/curriculos/Profile.pdf"}, "5": {"id": "c43bb2c0-ff9e-464a-a5d9-6a7b05d880e1", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "content": "## Nome Completo\nDavi Oliveira Gonçalves\n\n## Experiência\nRepresentante comercial com mais de 5 anos de experiência na área de informática. Superei as metas de vendas em 18% no último trimestre como Representante Comercial na Amacom. Anteriormente, atuei como Vendedor na Replora, onde identifiquei novas oportunidades no mercado e expandi a carteira de clientes em 25%.\n\n## Habilidades \nExcelente comunicação, Proatividade, Fidelização de clientes, Excel avançado, ERP Conta Azul e Market Up, CRM Salesforce e Agendor.\n\n## Educação \nBacharelado em Comunicação Social – Publicidade e Propaganda pela Universidade Federal do Pará.\n\n## Idiomas \nInglês avançado – pontuação 7,5 no IELTS e Espanhol fluente.", "opinion": "**Análise Crítica do Currículo**\n\n**Resumo Executivo**\n\nO currículo de Davi Oliveira Gonçalves apresenta pontos fortes e fracos em relação à vaga de Gestor Comercial de B2B. Embora o candidato tenha experiência em vendas e habilidades relevantes, há áreas que precisam ser melhoradas para atender aos requisitos da vaga.\n\n**Pontos de Alinhamento**\n\n* Experiência em vendas B2B: O candidato tem mais de 5 anos de experiência em vendas B2B, o que é um requisito importante para a vaga.\n* Habilidades de comunicação: O candidato destaca suas habilidades de comunicação, o que é fundamental para um gestor comercial.\n* Conhecimento de ferramentas de gestão: O candidato tem conhecimento de ferramentas de gestão como ERP Conta Azul e Market Up, o que pode ser útil para a vaga.\n* Idiomas: O candidato é fluente em inglês e espanhol, o que pode ser um diferencial para a vaga.\n\n**Pontos de Desalinhamento**\n\n* Experiência como gestor: Embora o candidato tenha experiência em vendas, não há evidência de que ele tenha experiência como gestor de vendas ou líder comercial.\n* Conhecimento da metodologia VTSD: O candidato não menciona conhecimento da metodologia VTSD, o que é um requisito importante para a vaga.\n* Conhecimento avançado de funis de venda: O candidato não menciona conhecimento avançado de funis de venda, o que é um requisito importante para a vaga.\n* Experiência no nicho de tecnologia: Embora o candidato tenha experiência em vendas B2B, não há evidência de que ele tenha experiência no nicho de tecnologia, que é o foco da empresa.\n\n**Pontos de Atenção**\n\n* Frequência de troca de emprego: O candidato mudou de emprego recentemente, o que pode ser um sinal de instabilidade.\n* Lacunas no histórico de trabalho: Não há informações sobre o que o candidato fez entre 2018 e 2019, o que pode ser um sinal de lacuna no histórico de trabalho.\n* Características pessoais: O candidato destaca suas habilidades de comunicação e proatividade, o que pode ser um diferencial para a vaga. No entanto, é importante verificar se essas habilidades são compatíveis com a cultura da empresa.\n\n**Recomendações**\n\n* É importante realizar uma entrevista com o candidato para avaliar suas habilidades e experiência em mais detalhes.\n* É importante verificar se o candidato tem conhecimento da metodologia VTSD e se ele pode aprender rapidamente.\n* É importante avaliar se o candidato tem experiência no nicho de tecnologia e se ele pode se adaptar rapidamente à cultura da empresa.\n\n**Conclusão**\n\nO currículo de Davi Oliveira Gonçalves apresenta pontos fortes e fracos em relação à vaga de Gestor Comercial de B2B. Embora o candidato tenha experiência em vendas e habilidades relevantes, há áreas que precisam ser melhoradas para atender aos requisitos da vaga. É importante realizar uma entrevista com o candidato e avaliar suas habilidades e experiência em mais detalhes.", "file": "/Users/fluencyacademy/projeto-pessoal/src/drive/curriculos/Profile1.pdf"}, "6": {"id": "7803b88f-61c3-4005-9ad8-6e45728c2c1f", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "content": "\n## Nome Completo\nCarlos da Silva\n\n## Experiência\nGestor Comercial de B2B com mais de 12 anos de experiência em liderança de vendas. Gerenciou equipes de vendas em empresas como XYZ Tecnologia e ABC Infoprodutos, alcançando aumentos significativos no faturamento e na taxa de conversão de leads.\n\n## Habilidades \nGestão de Equipes de Vendas, Metodologia VTSD, Estratégias de Vendas B2B, Análise de Dados e Tecnologia e Inovação.\n\n## Educação \nMBA em Gestão Comercial pela Universidade de São Paulo e Bacharelado em Administração de Empresas pela Universidade Estadual de Campinas.\n\n## Idiomas \nNão mencionado explicitamente no currículo original.", "opinion": "**Análise Crítica do Currículo**\n\n**Resumo Executivo**\n\nO currículo de Carlos da Silva foi submetido para a vaga de Gestor Comercial de B2B. A análise crítica abaixo destaca os pontos de alinhamento, desalinhamento e atenção que foram identificados durante a avaliação do currículo em relação à descrição da vaga.\n\n**Pontos de Alinhamento**\n\n* Experiência comprovada como Gestor de Vendas: O candidato possui mais de 12 anos de experiência em liderança de vendas, o que está alinhado com a exigência da vaga.\n* Experiência em Vendas B2B: O candidato tem experiência comprovada em Vendas B2B, o que é um requisito fundamental para a vaga.\n* Conhecimento da metodologia VTSD: O candidato menciona que possui conhecimento e aplicação da metodologia VTSD, o que é um diferencial mencionado na descrição da vaga.\n* Experiência em empresas de Infoprodutos: O candidato trabalhou em empresas de Infoprodutos, o que é um requisito mencionado na descrição da vaga.\n* Habilidades em gestão de equipes de vendas, estratégias de vendas B2B e análise de dados: O candidato possui habilidades relevantes para a vaga, incluindo gestão de equipes de vendas, estratégias de vendas B2B e análise de dados.\n\n**Pontos de Desalinhamento**\n\n* Falta de experiência específica no nicho de Tecnologia em geral, Programação ou Data Science: Embora o candidato tenha experiência em empresas de Infoprodutos, não há menção específica de experiência no nicho de Tecnologia em geral, Programação ou Data Science, o que é um diferencial mencionado na descrição da vaga.\n* Ausência de certificação em gestão de projetos: A descrição da vaga não menciona explicitamente a necessidade de certificação em gestão de projetos, mas seria um diferencial importante para o candidato.\n\n**Pontos de Atenção**\n\n* Frequência de troca de emprego: O candidato trabalhou em apenas duas empresas nos últimos 12 anos, o que sugere que ele é uma pessoa estável e comprometida com seus empregos.\n* Lacunas no histórico de trabalho: Não há lacunas significativas no histórico de trabalho do candidato, o que sugere que ele é uma pessoa responsável e comprometida com seus empregos.\n* Características pessoais: O candidato menciona que é proativo e inovador, o que é um requisito mencionado na descrição da vaga. Ele também menciona que é focado em resultados e comprometido em alcançar e superar as metas estabelecidas.\n* Interesse por programação e tecnologia: O candidato menciona que tem interesse por programação e tecnologia, o que é um diferencial mencionado na descrição da vaga.\n\n**Conclusão**\n\nO currículo de Carlos da Silva está alinhado com a maioria dos requisitos mencionados na descrição da vaga. Ele possui experiência comprovada em liderança de vendas, Vendas B2B e empresas de Infoprodutos, além de habilidades relevantes em gestão de equipes de vendas, estratégias de vendas B2B e análise de dados. No entanto, falta experiência específica no nicho de Tecnologia em geral, Programação ou Data Science, o que é um diferencial mencionado na descrição da vaga. É recomendável que o candidato seja entrevistado para avaliar melhor suas habilidades e experiências.", "file": "/Users/fluencyacademy/projeto-pessoal/src/drive/curriculos/profile3.pdf"}}, "analysis": {"1": {"id": "079654e2-29b9-484d-9179-8abce854af82", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "resum_id": "1e08f5b7-7c6c-4e3f-a216-b2fca6665e8d", "name": "Marlon Pugss", "skills": ["Apex Specialist, SFDX, SOQL, gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados, lógica de programação, padronização de códigos, versionamento de código Apex no GitHub, Google Sheets, Google Tag Manager, Google Analytics, Power BI, Google Data Studio, Kajabi, Octadesk, Zapier, Landbot, Take Blip, Hubspot, Excel."], "education": ["Bacharelado em Engenharia de Software na Anhanguera Educacional (janeiro de 2023  dezembro de 2027), Bacharelado em Gestão de Sistemas de Informação na Universidade Federal do Paraná (2019  2023), Python Starter na Asimov Academy (dezembro de 2022  janeiro de 2023), Lógica de Programação: Laços e Listas com JavaScript na Alura (dezembro de 2022), Power BI Desktop na Alura (dezembro de 2021)."], "languages": ["Não especificado no currículo fornecido."], "score": 1.8}, "2": {"id": "d5605ac1-93c9-44ec-b1da-a5362a23c92b", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "resum_id": "0b06ec07-44fc-4948-a803-1dc69b578117", "name": "Davi Oliveira Gonçalves", "skills": ["Excelente comunicação, proatividade, fidelização de clientes, Excel avançado, ERP Conta Azul e Market Up, CRM Salesforce e Agendor."], "education": ["Bacharelado em Comunicação Social – Publicidade e Propaganda, Universidade Federal do Pará, 2015 – 2018."], "languages": ["Inglês avançado (pontuação 7,5 no IELTS) e espanhol fluente."], "score": 8.4}, "3": {"id": "9d6128d5-0b24-4649-ae2b-b2af05e0fb4f", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "resum_id": "7673c916-624e-4cab-8a08-b7bb00b807db", "name": "Carlos da Silva", "skills": ["Gestão de Equipes de Vendas, Metodologia VTSD, Estratégias de Vendas B2B, Análise de Dados e Tecnologia e Inovação."], "education": ["MBA em Gestão Comercial pela Universidade de São Paulo (concluído em dezembro de 2014) e Bacharelado em Administração de Empresas pela Universidade Estadual de Campinas (concluído em dezembro de 2012)."], "languages": ["Não mencionado especificamente, mas presumese que seja fluente em português."], "score": 8.3}, "4": {"id": "ee0dea62-7710-4132-9f8d-1b4cc154c1ec", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "resum_id": "0e78fcc5-0dd7-42a5-9dcc-28594d85c8b6", "name": "Marlon Pugss", "skills": ["Desenvolvimento na plataforma Salesforce", "Classes Apex, rotinas SOQL", "Configurações e automações Salesforce (Fluxos, Fórmulas, Regras de validação, Apex Code, Triggers)", "Gerenciamento de objetos personalizados, perfis, regras de validação, relatórios, painéis e metadados personalizados", "Lógica de programação e padronização de códigos", "Versionamento de código Apex no GitHub", "Experiência em projetos de Sales Cloud, Service Cloud e Campanhas", "Vivência em metodologia ágil", "Habilidades em ferramentas como Google Sheets, Google Tag Manager, Google Analytics, Power BI, Google Data Studio, Kajabi, Octadesk, Zapier, Landbot, Take Blip, Hubspot e Sheets"], "education": ["Bacharelado em Engenharia de Software pela Anhanguera Educacional (junho de 2023  dezembro de 2027)", "Python Starter pela Asimov Academy (dezembro de 2022  janeiro de 2023)", "Bacharelado em Gestão de Sistemas de Informação pela Universidade Federal do Paraná (2019  2023)", "Lógica de Programação: Laços e Listas com JavaScript pela Alura (dezembro de 2022)", "Power BI Desktop pela Alura (dezembro de 2021)"], "languages": ["Não mencionado explicitamente no currículo fornecido."], "score": 2.5}, "5": {"id": "7a1deb57-8879-48f9-a1e6-8fb2bcd2836c", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "resum_id": "c43bb2c0-ff9e-464a-a5d9-6a7b05d880e1", "name": "Davi Oliveira Gonçalves", "skills": ["Excelente comunicação, Proatividade, Fidelização de clientes, Excel avançado, ERP Conta Azul e Market Up, CRM Salesforce e Agendor."], "education": ["Bacharelado em Comunicação Social – Publicidade e Propaganda pela Universidade Federal do Pará."], "languages": ["Inglês avançado – pontuação 7,5 no IELTS e Espanhol fluente."], "score": 8.4}, "6": {"id": "a44833ae-fdd5-4ecd-9de2-8fbbbe141c9e", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0", "resum_id": "7803b88f-61c3-4005-9ad8-6e45728c2c1f", "name": "Carlos da Silva", "skills": ["Gestão de Equipes de Vendas, Metodologia VTSD, Estratégias de Vendas B2B, Análise de Dados e Tecnologia e Inovação."], "education": ["MBA em Gestão Comercial pela Universidade de São Paulo e Bacharelado em Administração de Empresas pela Universidade Estadual de Campinas."], "languages": ["Não mencionado explicitamente no currículo original."], "score": 9.1}}, "files": {"1": {"file_id": "c6e88d52-577c-4871-871b-af8becc05231", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "2": {"file_id": "3d69887a-34f5-4c85-86c4-d63ea8e96306", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "3": {"file_id": "0ec1d9d1-44f0-4def-bbe7-234cbd5322a0", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "4": {"file_id": "dac7f386-51e8-4342-a03a-5d5b4cee08ec", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "5": {"file_id": "546217ea-19fa-4f65-87dd-9105bed30c70", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "6": {"file_id": "1cbdb136-eb5a-441f-8ac2-8344d41ca81d", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "7": {"file_id": "d133a7c7-aafc-4724-9b6b-c80e733b4ac3", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "8": {"file_id": "92ba85cd-6503-4355-92f2-ff3277d13eba", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "9": {"file_id": "b3900b3e-7651-4419-b6b3-78a61a9652c3", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}, "10": {"file_id": "3cd511d9-bf27-4715-9221-853d3e1f4dbc", "job_id": "3cab9540-73b1-472b-be15-3c630d3592d0"}}}